[
	{
		"authorName": "Dino Buzzati",
		"authorBiography": "Dino Buzzati was an Italian novelist, short story writer, painter and poet, as well as a journalist for Corriere della Sera. His worldwide fame is mostly due to his novel The Tartar Steppe, and he is also known for his well received collections of short stories. Buzzati was born at San Pellegrino, Belluno, in his family's ancestral villa. Buzzati's mother, a veterinarian by profession, was Venetian and his father, a professor of international law, was from an old Bellunese family. Buzzati was the second of his parents' four children. One of his brothers was the well-known Italian geneticist Adriano Buzzati-Traverso. In 1924, he enrolled in the law faculty of the University of Milan, where his father once taught. As he was completing his studies in law, he was hired, at the age of 22, by the Milanese newspaper Corriere della Sera, where he would remain until his death. He began in the corrections department, and later worked as a reporter, special correspondent, essayist, editor and art critic. It is often said that his journalistic background informs his writing, lending even the most fantastic tales an aura of realism.",
		"nationality": "Italian",
		"birthDate": "1906-10-16",
		"birthPlace": "San Pellegrino, Italy",
		"mainGenre": "Fiction",
		"profileUrl": "/assets/img/buzzati.jpg"
	},
	{
		"authorName": "Michael Connelly",
		"authorBiography": "Michael Connelly decided to become a writer after discovering the books of Raymond Chandler while attending the University of Florida. Once he decided on this direction he chose a major in journalism and a minor in creative writing — a curriculum in which one of his teachers was novelist Harry Crews. After graduating in 1980, Connelly worked at newspapers in Daytona Beach and Fort Lauderdale, Florida, primarily specializing in the crime beat. In Fort Lauderdale he wrote about police and crime during the height of the murder and violence wave that rolled over South Florida during the so-called cocaine wars. In 1986, he and two other reporters spent several months interviewing survivors of a major airline crash. They wrote a magazine story on the crash and the survivors which was later short-listed for the Pulitzer Prize for feature writing. The magazine story also moved Connelly into the upper levels of journalism, landing him a job as a crime reporter for the Los Angeles Times, one of the largest papers in the country, and bringing him to the city of which his literary hero, Chandler, had written. After three years on the crime beat in L.A., Connelly began writing his first novel to feature LAPD Detective Hieronymus Bosch. The novel, The Black Echo, based in part on a true crime that had occurred in Los Angeles, was published in 1992 and won the Edgar Award for Best First Novel by the Mystery Writers of America. Connelly has followed that up with 26 more novels. Fifty-eight million copies of Connelly’s books have sold worldwide and he has been translated into thirty-nine foreign languages. He has won the Edgar Award, Anthony Award, Macavity Award, Los Angeles Times Best Mystery/Thriller Award, Shamus Award, Dilys Award, Nero Award, Barry Award, Audie Award, Ridley Award, Maltese Falcon Award (Japan), .38 Caliber Award (France), Grand Prix Award (France), Premio Bancarella Award (Italy), and the Pepe Carvalho award (Spain). Michael was the President of the Mystery Writers of America organization in 2003 and 2004. In addition to his literary work, Michael is one of the producers and writers of the TV show, “Bosch,” which is streaming on Amazon Prime Instant Video. Watch in the USA: http://amzn.to/192NqZE. Watch in the UK: http://amzn.to/1BAHm3Z. Watch in Germany: http://amzn.to/1zQ8T1X. He was also one of the creators, writers, and consulting producers of Level 9, a TV show about a task force fighting cyber crime, that ran on UPN in the Fall of 2000. And he can sometimes be seen on the hit TV show Castle playing poker!",
		"nationality": "American",
		"birthDate": "1956-07-21",
		"birthPlace": "Philadelphia, Pennsylvania, The United States",
		"mainGenre": "Thriller",
		"profileUrl": "/assets/img/connelly.jpg"
	},
	{
		"authorName": "J.R.R. Tolkien",
		"authorBiography": "John Ronald Reuel Tolkien, CBE was an English writer, poet, WWI veteran (a First Lieutenant in the Lancashire Fusiliers, British Army), philologist, and university professor, best known as the author of the high fantasy classic works The Hobbit and The Lord of the Rings. Tolkien was Rawlinson and Bosworth Professor of Anglo-Saxon at Oxford from 1925 to 1945, and Merton Professor of English language and literature from 1945 to 1959. He was a close friend of C.S. Lewis. Christopher Tolkien published a series of works based on his father's extensive notes and unpublished manuscripts, including The Silmarillion . These, together with The Hobbit and The Lord of the Rings, form a connected body of tales, poems, fictional histories, invented languages, and literary essays about an imagined world called Arda, and Middle-earth within it. Between 1951 and 1955, Tolkien applied the word 'legendarium' to the larger part of these writings. While many other authors had published works of fantasy before Tolkien, the great success of The Hobbit and The Lord of the Rings led directly to a popular resurgence of the genre. This has caused Tolkien to be popularly identified as the 'father' of modern fantasy literature—or more precisely, high fantasy. Tolkien's writings have inspired many other works of fantasy and have had a lasting effect on the entire field. In 2008, The Times ranked him sixth on a list of 'The 50 greatest British writers since 1945'. Forbes ranked him the 5th top-earning dead celebrity in 2009.",
		"nationality": "English",
		"birthDate": "1892-01-03",
		"birthPlace": "Bloemfontein, Mangaung, Free State, South Africa",
		"mainGenre": "Fantasy",
		"profileUrl": "/assets/img/tolkien.jpg"
	},
	{
		"authorName": "Tara Westover",
		"authorBiography": "Tara Westover is an American author living in the UK. Born in Idaho to a father opposed to public education, she never attended school. She spent her days working in her father's junkyard or stewing herbs for her mother, a self-taught herbalist and midwife. She was seventeen the first time she set foot in a classroom, and after that first taste, she pursued learning for the next decade. She received a BA from Brigham Young University in 2008 and was subsequently awarded a Gates Cambridge Scholarship. She earned an MPhil from Trinity College, Cambridge in 2009, and in 2010 was a visiting fellow at Harvard University. She returned to Cambridge, where she was awarded a PhD in history in 2014.",
		"nationality": "American",
		"birthDate": "1986-09-12",
		"birthPlace": "Clifton, Idaho, The United States",
		"mainGenre": "Biography",
		"profileUrl": "/assets/img/westover.jpg"
	},
	{
		"authorName": "Haruki Murakami",
		"authorBiography": "Murakami Haruki (Japanese: 村上 春樹) is a popular contemporary Japanese writer and translator. His work has been described as 'easily accessible, yet profoundly complex'. He can be located on Facebook at: https://www.facebook.com/harukimuraka... Since childhood, Murakami has been heavily influenced by Western culture, particularly Western music and literature. He grew up reading a range of works by American writers, such as Kurt Vonnegut and Richard Brautigan, and he is often distinguished from other Japanese writers by his Western influences. Many of his novels have themes and titles that invoke classical music, such as the three books making up The Wind-Up Bird Chronicle: The Thieving Magpie (after Rossini's opera), Bird as Prophet (after a piano piece by Robert Schumann usually known in English as The Prophet Bird), and The Bird-Catcher (a character in Mozart's opera The Magic Flute). Some of his novels take their titles from songs: Dance, Dance, Dance (after The Dells' song, although it is widely thought it was titled after the Beach Boys tune), Norwegian Wood (after The Beatles' song) and South of the Border, West of the Sun (the first part being the title of a song by Nat King Cole).",
		"nationality": "Japanese",
		"birthDate": "1949-01-12",
		"birthPlace": "Kyoto, Japan",
		"mainGenre": "Fiction",
		"profileUrl": "/assets/img/murakami.jpg"
	},
	{
		"authorName": "John Steinbeck",
		"authorBiography": "John Steinbeck III was an American writer. He wrote the Pulitzer Prize-winning novel The Grapes of Wrath, published in 1939 and the novella Of Mice and Men, published in 1937. In all, he wrote twenty-five books, including sixteen novels, six non-fiction books and several collections of short stories. In 1962 Steinbeck received the Nobel Prize for Literature. Steinbeck grew up in the Salinas Valley region of California, a culturally diverse place of rich migratory and immigrant history. This upbringing imparted a regionalistic flavor to his writing, giving many of his works a distinct sense of place. Steinbeck moved briefly to New York City, but soon returned home to California to begin his career as a writer. Most of his earlier work dealt with subjects familiar to him from his formative years. An exception was his first novel Cup of Gold which concerns the pirate Henry Morgan, whose adventures had captured Steinbeck's imagination as a child. In his subsequent novels, Steinbeck found a more authentic voice by drawing upon direct memories of his life in California. Later he used real historical conditions and events in the first half of 20th century America, which he had experienced first-hand as a reporter. Steinbeck often populated his stories with struggling characters; his works examined the lives of the working class and migrant workers during the Dust Bowl and the Great Depression. His later body of work reflected his wide range of interests, including marine biology, politics, religion, history, and mythology. One of his last published works was Travels with Charley, a travelogue of a road trip he took in 1960 to rediscover America. He died in 1968 in New York of a heart attack and his ashes are interred in Salinas. Seventeen of his works, including The Grapes of Wrath (1940), Cannery Row (1945), The Pearl (1947), and East of Eden (1952), went on to become Hollywood films, and Steinbeck also achieved success as a Hollywood writer, receiving an Academy Award nomination for Best Story in 1944 for Alfred Hitchcock's Lifeboat.",
		"nationality": "American",
		"birthDate": "1902-02-27",
		"birthPlace": "Salinas Valley, California, The United States",
		"mainGenre": "Romance",
		"profileUrl": "/assets/img/steinbeck.jpg"
	}
]