[
	{
		"authorName": "Dino Buzzati",
        "presentation": "Dino Buzzati was born at San Pellegrino, Belluno, 14 October 1906. Buzzati was an Italian novelist, short story writer, painter and poet, as well as a journalist for Corriere della Sera. His worldwide fame is mostly due to his novel The Tartar Steppe, and he is also known for his well received collections of short stories.",
        "authorBiography": "Buzzati began writing fiction in 1933. His works of fiction include five novels, theatre and radio plays, librettos, numerous books of short stories and poetry. His librettos include four for operas by Luciano Chailly, as well as that of the opera La giacca dannata by Giulio Viozzi. He wrote a children's book La famosa invasione degli orsi in Sicilia (translated by Frances Lobb into English as The Bears' Famous Invasion of Sicily). Lemony Snicket wrote an introduction and reader's companion to a 2005 English edition. Also an acclaimed and exhibited artist, Buzzati also combined his artistic and writerly exploits into making a comic book based on the myth of Orpheus, Poem Strip.The Tartar Steppe, his most famous novel, tells the story of a military outpost that awaits a Tartar invasion. In its sentiment and its conclusions, it has been compared to existentialist works, notably Albert Camus's The Myth of Sisyphus. His writing is sometimes cited as magical realism, social alienation, and the fate of the environment and of fantasy in the face of unbridled technological progress are recurring themes. He has also written a variety of short stories featuring fantastic animals such as the bogeyman and, his own invention, the colomber (il colombre). His Sessanta racconti short-story collection, which won the Strega Prize in 1958, features elements of science fiction, fantasy and horror throughout. His works are highly regarded in France but little known in English.",
		"nationality": "Italian",
		"birthDate": "1906-10-16",
		"birthPlace": "San Pellegrino, Italy",
		"mainGenre": "Fiction",
		"profileUrl": "/assets/img/buzzati.jpg"
	},
	{
		"authorName": "Michael Connelly",
        "presentation": "Michael Connelly, born in Philadelphia, Pennsylvania, July 21, 1956,is an American author of detective novels and other crime fiction. Connelly is the bestselling author of thirty-one novels and one work of non-fiction. With over 60 million copies of his books sold worldwide and translated into forty foreign languages, he is one of the most successful writers working today.",
		"authorBiography": "Michael Connelly decided to become a writer after discovering the books of Raymond Chandler while attending the University of Florida. Once he decided on this direction he chose a major in journalism and a minor in creative writing — a curriculum in which one of his teachers was novelist Harry Crews. In Fort Lauderdale he wrote about police and crime during the height of the murder and violence wave that rolled over South Florida during the so-called cocaine wars. In 1986, he and two other reporters spent several months interviewing survivors of a major airline crash. They wrote a magazine story on the crash and the survivors which was later short-listed for the Pulitzer Prize for feature writing. The magazine story also moved Connelly into the upper levels of journalism, landing him a job as a crime reporter for the Los Angeles Times, one of the largest papers in the country, and bringing him to the city of which his literary hero, Chandler, had written. After three years on the crime beat in L.A., Connelly began writing his first novel to feature LAPD Detective Hieronymus Bosch. The novel, The Black Echo, based in part on a true crime that had occurred in Los Angeles, was published in 1992 and won the Edgar Award for Best First Novel by the Mystery Writers of America. Connelly has followed that up with 26 more novels. Fifty-eight million copies of Connelly’s books have sold worldwide and he has been translated into thirty-nine foreign languages.",
		"nationality": "American",
		"birthDate": "1956-07-21",
		"birthPlace": "Philadelphia, Pennsylvania, The United States",
		"mainGenre": "Thriller",
		"profileUrl": "/assets/img/connelly.jpg"
	},
	{
		"authorName": "J.R.R. Tolkien",
        "presentation": "John Ronald Reuel Tolkien, 3 January 1892 – 2 September 1973, was born in Bloemfontein, South Africa but his parents were both from England. He was a British philologist, university professor, writer, poet and WWI veteran (a First Lieutenant in the Lancashire Fusiliers, British Army). Tolkien is best known for his most famous works, The Hobbit and The Lord of the Rings.",
		"authorBiography": "Tolkien was Rawlinson and Bosworth Professor of Anglo-Saxon at Oxford from 1925 to 1945, and Merton Professor of English language and literature from 1945 to 1959. He was a close friend of C.S. Lewis. Christopher Tolkien published a series of works based on his father's extensive notes and unpublished manuscripts, including The Silmarillion . These, together with The Hobbit and The Lord of the Rings, form a connected body of tales, poems, fictional histories, invented languages, and literary essays about an imagined world called Arda, and Middle-earth within it. Between 1951 and 1955, Tolkien applied the word 'legendarium' to the larger part of these writings. While many other authors had published works of fantasy before Tolkien, the great success of The Hobbit and The Lord of the Rings led directly to a popular resurgence of the genre. This has caused Tolkien to be popularly identified as the 'father' of modern fantasy literature—or more precisely, high fantasy. Tolkien's writings have inspired many other works of fantasy and have had a lasting effect on the entire field. In 2008, The Times ranked him sixth on a list of 'The 50 greatest British writers since 1945'. Forbes ranked him the 5th top-earning dead celebrity in 2009.",
		"nationality": "English",
		"birthDate": "1892-01-03",
		"birthPlace": "Bloemfontein, Mangaung, Free State, South Africa",
		"mainGenre": "Fantasy",
		"profileUrl": "/assets/img/tolkien.jpg"
	},
	{
		"authorName": "Tara Westover",
        "presentation": "Tara Westover, born September 1986, is an American memoirist, essayist and historian. Her memoir Educated (2018) debuted at #1 on the New York Times bestseller list and was a finalist for a number of national awards, including the LA Times Book Prize, PEN America's Jean Stein Book Award, and two awards from the National Book Critics Circle Award. ",
        "authorBiography": "In 2018, Penguin Random House published Westover's Educated: A Memoir, which tells the story of her struggle to reconcile her desire for education and autonomy with her family's rigid ideology. The book was an instant #1 New York Times bestseller, and was positively reviewed by the New York Times, The Atlantic Monthly,USA Today, Vogue, and The Economist, among others. In August 2018, former President Obama included Educated on his annual summer reading list, calling it remarkable. In December, Amazon named Educated the Best Book of 2018, and Bill Gates included it on a list of his favorite books of the year, saying: It's even better than you've heard. As of February 2019, Educated had spent more than a year on the New York Times bestseller list and was in the process of being translated into more than 30 languages. It was popular in Utah libraries, and was the book with the longest wait-list at the Salt Lake City Public Library in February 2019. Through their attorney, the family has disputed some elements of Westover's book, including her speculation that her father had bipolar disorder and that her mother suffered a brain injury that resulted in reduced motor skills. Blake Atkin, a lawyer representing Westover's parents, claims that Educated creates a distorted picture of Gene and Faye Westover.",
		"nationality": "American",
		"birthDate": "1986-09-12",
		"birthPlace": "Clifton, Idaho, The United States",
		"mainGenre": "Biography",
		"profileUrl": "/assets/img/westover.jpg"
	},
	{
		"authorName": "Haruki Murakami",
        "presentation": "Haruki Murakami, born January 12 1949, is a Japanese writer. His books and stories have been bestsellers in Japan as well as internationally, with his work being translated into 50 languages and selling millions of copies outside his native country. His work has received numerous awards, including the World Fantasy Award, the Frank O'Connor International Short Story Award, the Franz Kafka Prize, and the Jerusalem Prize.",
        "authorBiography": "Murakami began to write fiction when he was 29. Before that, he said: I didn't write anything. I was just one of those ordinary people. I was running a jazz club, and I didn't create anything at all. He was inspired to write his first novel, Hear the Wind Sing (1979), while watching a baseball game. In 1978, Murakami was in Jingu Stadium watching a game between the Yakult Swallows and the Hiroshima Carp when Dave Hilton, an American, came to bat. According to an oft-repeated story, in the instant that Hilton hit a double, Murakami suddenly realized that he could write a novel. He described the feeling as a warm sensation he could still feel in his heart. He went home and began writing that night. Murakami worked on Hear the Wind Sing for ten months in very brief stretches, during nights, after working days at the bar. He completed the novel and sent it to the only literary contest that would accept a work of that length, winning first prize. Murakami's initial success with Hear the Wind Sing encouraged him to continue writing. A year later, he published a sequel, Pinball, 1973. In 1982, he published A Wild Sheep Chase, a critical success. Hear the Wind Sing, Pinball, 1973, and A Wild Sheep Chase form the Trilogy of the Rat (a sequel, Dance, Dance, Dance, was written later but is not considered part of the series), centered on the same unnamed narrator and his friend, the Rat. Murakami considers his first two novels to be immature and flimsy, and has not been eager to have them translated into English.",
		"nationality": "Japanese",
		"birthDate": "1949-01-12",
		"birthPlace": "Kyoto, Japan",
		"mainGenre": "Fiction",
		"profileUrl": "/assets/img/murakami.jpg"
	},
	{
		"authorName": "John Steinbeck",
        "presentation": "John Ernst Steinbeck Jr., February 27, 1902 – December 20, 1968, was an American author. He won the 1962 Nobel Prize in Literature for his realistic and imaginative writings, combining as they do sympathetic humour and keen social perception. He has been called a giant of American letters, and many of his works are considered classics of Western literature.",
        "authorBiography": "Steinbeck's first novel, Cup of Gold, published in 1929, is loosely based on the life and death of privateer Henry Morgan. It centers on Morgan's assault and sacking of the city of Panama, sometimes referred to as the 'Cup of Gold', and on the women, fairer than the sun, who were said to be found there. Between 1930 and 1933, Steinbeck produced three shorter works. The Pastures of Heaven, published in 1932, consists of twelve interconnected stories about a valley near Monterey, which was discovered by a Spanish corporal while chasing runaway Indian slaves. In 1933 Steinbeck published The Red Pony, a 100-page, four-chapter story weaving in memories of Steinbeck's childhood. To a God Unknown, named after a Vedic hymn, follows the life of a homesteader and his family in California, depicting a character with a primal and pagan worship of the land he works. Although he had not achieved the status of a well-known writer, he never doubted that he would achieve greatness. Steinbeck achieved his first critical success with Tortilla Flat (1935), a novel set in post-war Monterey, California, that won the California Commonwealth Club's Gold Medal. In presenting the 1962 Nobel Prize to Steinbeck, the Swedish Academy cited spicy and comic tales about a gang of paisanos, asocial individuals who, in their wild revels, are almost caricatures of King Arthur's Knights of the Round Table.",
		"nationality": "American",
		"birthDate": "1902-02-27",
		"birthPlace": "Salinas Valley, California, The United States",
		"mainGenre": "Romance",
		"profileUrl": "/assets/img/steinbeck.jpg"
	}
]
